Repository: lefou/KThinkBat
Catalog: po/*.po
Languages: bg, cs, de, es, it, pl, sk

source: _: NAME OF TRANSLATORS Your names
bg: Александър Цанков
cs: _: NAME OF TRANSLATORS Martin (MarSarK) Samek
de: Tobias Roeser
es: _: NAME OF TRANSLATORS Luis Guillermo Sobalvarro
it: _:NAME OF TRANSLATORS Anselmo Luginbühl
pl: Adam Gołębiowski
sk: Jozef Riha

source: _: EMAIL OF TRANSLATORS Your emails
bg: al.tsankov@gmail.com
de: le.petit.fou@web.de
es: _: EMAIL OF TRANSLATORS lgsobalvarro@e-genieria.com
it: _:EMAIL OF TRANSLATORS omlesna@gmail.com
pl: adamg@pld-linux.org
sk: jose1711@gmail.com

source: &About %1
bg: &Относно %1
cs: &O aplikaci %1
de: Ü&ber %1
es: &Acerca %1
it: A &proposito %1
pl: O &programie %1
sk: &O programe %1

source: &Configure %1...
bg: &Конфигуриране на %1
cs: &Nastavení %1...
de: %1 ein&richten...
es: &Configurar %1
it: &Configura %1...
pl: &Konfiguruj %1
sk: &Nastaviť %1...

source: charged
cs: úplně nabitá
de: geladen
es: cargada
it: carica
sk: nabitá

source: charging
bg: зареждане
cs: nabíjí se
de: aufladen
es: cargando
it: in carica
sk: nabíjanie

source: discharging
bg: разреждане
cs: vybíjí se
de: entladen
es: descargando
it: in scarica
sk: vybíjanie

source: idle
bg: в покой
cs: nečinná
de: inaktiv
it: inattivo
sk: nečinné

source: not installed
bg: не е инсталирана
cs: není přítomna
de: nicht installiert
es: no instalada
it: non installata
sk: nie je inštalovaná

source: KThinkBat Preferences
bg: Настройки на KThinkBat
cs: Nastavení KThinkBat
de: KThinkBat Einstellungen
es: Preferencias de KThinkBat
it: Preferenze di KThinkBat
pl: Opcje KThinkBat
sk: Nastavenia KThinkBat

source: A KDE panel applet to display the current laptop battery status.
bg: KDE аплет за изобразяване на текущия статус на батерията на лаптопа
cs: Applet pro KDE panel zobrazující informace o okamžitém stavu baterií notebooku.
de: Ein KDE Panel Applet zur Anzeige des aktuellen Akku-Zusandes eines Laptops.
es: Un applet para el panel de KDE que muestra el consumo actual de batería.
it: Un'applet per il pannello di KDE che mostra lo stato delle batterie del portatile.
pl: Aplet panelu KDE wyświetlający status baterii w laptopie.
sk: Applet pre KDE panel, ktorý zobrazuje aktuálny stav batérie laptopu.

source: A KDE panel applet to display the current laptop battery status. There is no real help box at the moment
bg: KDE аплет за изобразяване на текущия статус на батерията на лаптопа. За момента все още няма истински помощен прозорец
cs: Applet pro KDE panel zobrazující informace o okamžitém stavu baterií notebooku. <br> <br> Nápověda zatím neexistuje.
de: Ein KDE Panel Applet zur Anzeige des aktuellen Akku-Zusandes eines Laptops. Es gibt zur Zeit noch keine Hilfe-Box.
es: Un applet para el panel de KDE que muestra el consumo actual de batería. No hay por el momento un díalogo de ayuda
it: Un'applet per il pannello di KDE che mostra lo stato delle batterie del portatile. Al momento non esiste un riquadro di aiuto.
pl: Aplet panelu KDE wyświetlający status baterii w laptopie. Jak na razie aplet ten nie posiada pomocy
sk: Applet pre KDE panel, ktorý zobrazuje aktuálny stav batérie laptopu. Momentálne neexistuje žiadne okno s pomocou

source: Battery %1
bg: Батерия %1
cs: Baterie %1
de: Akku %1
es: Batería %1
it: Batteria %1
sk: Batéria %1

source: Current Charge Rate
de: Aktuelle Ladeleistung
es: Carga actual
it: Ritmo di carica

source: Current Consumption
de: Aktueller Verbrauch
es: Consumo actual
it: Consumo istantaneo

source: Current Fuel
de: Aktuelle Kapazität
es: Batería restante:
it: Carica attuale

source: Last Fuel
de: Letze erreichte Kapazität
es: Última capacidad:
it: Ultima carica

source: Design Fuel
de: Design-Kapazität
es: Capacidad original
it: Carica di targa

source: Critical Fuel
de: Kritische Kapazität
es: Capacidad crítica
it: Carica critica

source: Cycle Count
de: Ladezyklen
es: Ciclos
it: Numero di cicli

source: State
de: Status
es: Estado
it: Stato

source: Remaining Time
de: Verbleibende Zei&t
es: Tiempo restante
it: Tempo rimanente

source: full charged
bg: напълно заредена
cs: plně nabitá
de: voll geladen
es: carga completa
it: carica completa
sk: plne nabitá

source: &General
de: All&gemein
it: &Generale

source: Summari&ze all Batteries
bg: Обобщаване на &всички батерии
cs: Souhrnný ukazatel pro obě baterie
de: Werte aller Akkus zusammenfassen
es: Mostrar resumen de todas las baterías
it: Riassu&mi tutte le batterie
pl: Su&muj wszystkie baterie
sk: &Sumarizovať všetky batérie

source: Alt+Z
it: Alt+M
pl: Alt+M

source: Show &ToolTip
bg: Показване на &подсещаща информация
cs: &Zobrazovat podrobné informace po najetí myší
de: Zeige ToolTip
es: Mos&trar sugerencias de uso
it: Mostra &Suggerimenti
sk: Zobraziť &nástrojový lištu

source: Alt+T
it: Alt+S

source: Content of Battery Gauge
bg: Съдържание на индикатора
cs: Obsah ukazatele baterie
de: Inhalt der Akkuanzeige
es: Contenido del medidor
it: Contenuto dell'indicatore
sk: Obsah mierky batérie

source: Remaining &Time
bg: Оставащо време
cs: Zbývající &čas
de: Verbleibende Zei&t
es: &Tiempo restante
it: Tempo &Rimanente
sk: &Zostávajúci čas

source: &None
bg: &Нищо
cs: Žádný
de: Nichts
es: &Nada
it: &Nessuno
sk: Ž&iadna

source: Re&maining Power in Percent
bg: Оставаща &мощност в проценти
cs: Zbývající energie v procentech
de: Verbleibende Energie in Prozent
es: Tie&mpo restante en porcentaje
it: &Potenza rimanente in percentuale
sk: Zostáva&júca energia v percentách

source: Alt+M
it: Alt+P

source: Content of Info Field
bg: Съдържание на инфо полето
cs: Obsah informačního pole
de: Inhalt des Info-Feldes
es: Contenido del campo de información
it: Configurazione del campo Info
sk: Obsah informačného poľa

source: Info Field below of Batter&y Gauge
bg: &Информационно поле под индикатора
cs: Umístit informační pole pod ukazatel baterie
de: Zeige erweiterte Informationen unterhalb der Akkuanzeige an
es: Camto de información debajo del medidor
it: Mostra il campo info sotto l'&indicatore
sk: In&formačné pole pod mierkou batérie

source: Alt+Y
it: Alt+I

source: &Remaining Time
bg: Оставащо време
cs: &Zbývající čas
de: Verbleibende Zeit
es: Tiempo &restante
it: Tempo &Rimanente
sk: &Zostávajúci čas

source: Current Po&wer Consumption
bg: &Текуща консумация
cs: Vybíjecí proud
de: Aktueller Energieverbrauch
es: Consumo actual
it: Poten&za Istantanea
sk: Aktuálna &spotreba energie

source: Alt+W
it: Alt+Z
pl: Alt+Z

source: Battery Gauge
bg: Индикатор на батерията
cs: Ukazatel baterie
de: Akkuanzeige
es: Contenido del medidor
it: Indicatore di carica
sk: Mierka batérie

source: Gauge Dot Size:
bg: Размер на точката
cs: Velikost kladného pólu ukazatele
de: Größe des Akku-Pols
es: Tamaño del punto del medidor:
it: Dimensioni dell'anodo
pl: Rozmiar punktu wykresu:
sk: Veľkosť bodky mierky:

source: Gauge Size:
bg: Размер на индикатора
cs: Velikost ukazatele
de: Größe der Akkuanzeige:
es: Tamaño del medidor:
it: Dimensioni dell'indicatore
pl: Rozmiar wykresu poziomu baterii:
sk: Veľkosť mierky:

source: Draw Batter&y upright
bg: В&ертикално изчертаване
cs: Vykreslit ukazatel svisle
de: Zeichne Akku aufrecht
es: Dibujado horizontal del medidor
it: Disegna la &batteria in verticale
sk: Vykresľovať batériu &vertikálne

source: Color
bg: Цвят
cs: Barva
de: Farbe
it: Colori
pl: Kolor
sk: Farba

source: Gauge Fuel Color
bg: Цвят на индикатора за заряд
cs: Barva výplně
de: Farbe für normalen Akkustand
es: Color del medidor
it: Livello
pl: Kolor poziomu baterii
sk: Farba spotreby

source: Gauge Background Color
bg: Цвят на фона на индикатора
cs: Barva pozadí ukazatele
de: Akkuanzeige Hintergrundfarbe
es: Color de fondo del medidor
it: Sfondo
pl: Kolor tła poziomu baterii
sk: Farba pozadia mierky

source: Gauge Critical Fuell Color
bg: Цвят на индикатора за <br>критичен заряд
cs: Barva výplně při kritické úrovni
de: Farbe für kritischen Akkustand
es: Fondo del medidor en nivel crítico
it: Livello Critico
pl: Kolor krytycznego poziomu baterii
sk: Farba kritickej hodnoty batérie

source: Power Meter Text Color
bg: Цвят на текста на <br>индикатора на мощност
cs: Barva informačního textu
de: Verbrauchsanzeige Textfarbe
es: Color del texto del medidor
it: Testo dell'indicatore
pl: Kolor tekstu miernika mocy
sk: Farba písma počítadla energie

source: Power Meter Font
bg: Шрифт на индикатора за мощност
cs: Font informačního textu
de: Schriftart Verbrauchsanzeige
es: Fuente del medidor
it: Carattere del campo Info
pl: Czcionka miernika mocy
sk: Písmo počítadla energie

source: Gauge Font (Percentage Value)
bg: Шрифт на индикатора (в проценти)
cs: Font ukazatele
de: Schriftart Akkuanzeige (Prozentangabe)
es: Fuente del medidor (Valor en porcentaje)
it: Carattere dell'indicatore
pl: Wielkość czcionki wykresu (procentowo):
sk: Písmo mierky (Percentuálna hodnota)

source: Ad&vanced
bg: Експертен ре&жим
cs: &Pokročilé
de: Erweitert
es: A&vanzado
it: A&vanzate
sk: &Pokročilé

source: Manually define po&wer management information sources
bg: Ръчно де&финиране на информационни източници за управление на захранването
cs: Zvolit ručně zdroj informací o bateriích
de: Überschreibe Einstellungen für Power-Management Informationsquellen
es: Definir manualmente las funetes de unformación de la batería
it: Impostazione manuale delle fonti di informazione sulla gestione dell'energia
sk: Manuálne definovať &zdroje informácii pre správu spotreby

source: Directory for battery one
bg: Директория за батерия 1
cs: Adresář první baterie
de: Verzeichnis für erstes Akku
es: Directorio de la batería uno
it: Percorso per la prima batteria
sk: Adresár pre batériu jedna

source: Directory for battery two
bg: Директория за батерия 2
cs: Adresář druhé baterie
de: Verzeichnis für zweites Akku
es: Directorio de la batería dos
it: Percorso per la seconda batteria
sk: Adresár pre batériu dva

source: Path to ACPI battery information
bg: Път до ACPI информация за батерията
cs: Cesta k informacím o baterii (ACPI)
de: Pfad zu ACPI Akkuinformationen
es: Dirección de la información ACPI
it: Percorso delle informazioni ACPI sulle batterie
sk: Cesta k ACPI informácii pre batériu

source: Enable SMAPI (IBM/Lenovo ThinkPads onl&y)
bg: Активиране на SMAPI (&Само за IBM/Lenovo Thinkpads)
cs: Použít SMAPI (&pouze IBM/Lenovo ThinkPady)
de: Verwende SMAPI (nur IBM/Lenovo ThinkPads)
es: Activar SMAPI (Sólo IBM/Lenovo ThinkPads)
it: Abilita SMAPI (solo IBM/Lenovo Thin&kPad)
sk: Povoliť SMAPI (&iba IBM/Lenovo ThinkPady)

source: Path to SMAPI information
bg: Път до SMAPI информацията
cs: Cesta k informacím o baterii (SMAPI)
de: Pfad zu SMAPI-Informationen
es: Dirección de la información SMAPI
it: Percosro delle informazioni SMAPI sullle batterie
sk: Cesta k SMAPI informácii

source: Display
bg: Дисплей
cs: Zobrazení
de: Anzeige
es: Mostrar
it: Indicatore
sk: Zobrazenie

source: Battery Update Interval (in milliseconds)
bg: Интервал за обновяване (в милисекунди)
cs: Interval aktualizace (v ms)
de: Aktualisierungsintervall für Akku-Werte (in Millisekunden)
es: Intervalo de actualización (en milisegundos)
it: Intervallo di aggiornamento (in millisecondi)
pl: Interwał aktualizacji stanu baterii (w milisekundach)
sk: Nastavenie intervalu aktualizácie (v milisekundách)

source: Battery Critical Fill
bg: Критичен заряд на батерията
cs: Kritická úroveň
de: Kritischer Akkustand
es: Campo de la batería crítica
it: Carica critica della batteria
pl: Krytyczny poziom baterii
sk: Kritická úroveň batérie

source: nA
cs: není
de: kA

source: &Appearance
de: &Erscheinungsbild

source: Enable ACPI
bg: Активиране на ACPI
cs: Použít ACPI
de: Verwende ACPI
sk: Povoliť ACPI

source: Size
pl: Rozmiar

source: Battery Settings
pl: Ustawienia baterii

source: Po&wer Meter Position below of Battery Gauge
pl: Po&zycja miernika mocy poniżej wykresu baterii

source: Show Power Meter
pl: Pokaż miernik mocy
